[
    "给时光以生命，给岁月以文明。",
    "你的无畏来源于无知。",
    "我们都是阴沟里的虫子,但总还是得有人仰望星空.",
    "死亡是一座永恒的灯塔，不管你驶向何方，最终都会朝它转向。一切都将逝去，只有死神永生",
    "在中国，任何超脱飞扬的思想都会砰然坠地――现实的引力实在是太沉重了。",
    "弱小和无知，不是生存的障碍，傲慢才是。",
    "碑是那么小，与其说是为了纪念，更像是为了忘却。",
    "孩子问，他们是烈士吗？\r~妈妈说，不是。\r~他们是敌人吗？\r~不是\r~那他们是什么？\r~他们是历史！",
    "“你们认为没有路，是因为没有学会不择手段。”――托马斯・维德",
    "记忆是一条早已干涸的河流，只在毫无生气的河床中剩下零落的砾石。",
    "庄颜：“我觉得它像。晚霞的眼睛”\r~罗辑：“你怎么不说是朝霞的眼睛” \r~庄颜：“我更喜欢晚霞” \r~罗辑：“为什么”\r~庄颜：“晚霞消失后可以看到星星，朝霞消失以后，就只剩下・・・・”\r~罗辑：“只剩下光天化日下的现实了”\r~庄颜：“是，是啊。”",
    "我爱你，与你有何相干？毁灭你，又与你有何相干？",
    "空不是无，空是一种存在，你得用空这种存在填满自己。",
    "一知道在哪儿，世界就变得像一张地图那么小了；不知道在哪儿，感觉世界才广阔。",
    "给岁月以文明，而不是给文明以岁月。",
    "看看吧，这就是虫子，它们的技术与我们的差距，远大于我们与三体文明的差距。人类竭尽全力消灭它们，用尽各种毒剂，用飞机喷撒，引进和培养它们的天敌，搜寻并毁掉它们的卵，用基因改造使它们绝育；用火烧它们，用水淹它们，每个家庭都有对付它们的灭害灵，每个办公桌下都有像苍蝇拍这种击杀它们的武器……这场漫长的战争伴随着整个人类文明，现在仍然胜负末定，虫子并没有被灭绝，它们照样傲行于天地之间，它们的数量也并不比人类出现前少。把人类看做虫子的三体人似乎忘记了一个事实：虫子从来就没有被真正战胜过。",
    "越透明的东西越神秘，宇宙本身就是透明的，只要目力能及，你想看多远就看多远，但越看越神秘。",
    "“失去人性,失去很多;失去兽性,失去一切。”――托马斯・维德 \r~“我选择人性。”――程心",
    "“没有救世的能力不是你的错，但给世界以希望后又打碎它就是一种不可饶恕的罪恶了。 ”\r~ ――记得《肖申克的救赎》里Red说“Hope is a dangerous thing. Drive a man insane. It's got no place here. Better get used to the idea.”我一直觉得Red的劝告很现实，尽管我也相信希望。所以，如果你不愿意，不要给别人以希望。不要给人以希望又打碎它。",
    "城市就是森林，每一个男人都是猎手，每一个女人都是陷阱。",
    "如果说，有上帝的话。人类一思考，上帝就发笑，如果人类不思考，上帝连发笑都不屑于。",
    "“有时下夜班，仰望星空，觉得群星就像发光的沙漠，我自己就是一个被丢弃在沙漠上的可怜的孩子……我有那种感觉：地球生命真的是宇宙中的偶然里的偶然，宇宙是个空荡荡的大宫殿，人类是这宫殿中唯一的一只蚂蚁。这想法让我的后半辈子有一种很矛盾的心态：有时 觉得生命真珍贵，一切都重于泰山；有时觉得人是那么渺小，什么都不值得一提。反正日子就在这种奇怪的感觉中一天天过去，不知不觉人就老了……”",
    "大多数人到死都没有向尘世之外瞥一眼。",
    "“我有一个梦，也许有一天，灿烂的阳光能照进黑暗森林。”――罗辑",
    "没有什么能永远存在，即使是宇宙也有灭亡的那一天，凭什么人类就觉得自己该永远存在下去。",
    "无限长的曲线就是宇宙的抽象，一头连着无限的过去，另一头连着无限的未来，中间只有无规律无生命的随机起伏，一个个高低错落的波峰就像一粒粒大小不等的沙子，整条曲线就像是所有沙粒排成行形成的一维沙漠，荒凉寂寥，长得更令人无法忍受。你可以沿着它向前向后走无限远，但永远找不到归宿。",
    "“人们迟早会发现自己爱的不是现实中的他，而是想象中的他，现实中的他只是他们所创造梦中情人的一个模板，他们迟早会发现梦中情人与模板的差距，适应了就走下去 没适应就分开，你与大多数人不同的是，你不需要模板”“但是我喜欢上了一个不存在的人，她只是我虚构出来的，这难道不是一种病态？”“不，不是，其实你很幸运，不管他是不是真是存在，能爱就很幸运了”",
    "自以为历尽沧桑 其实刚蹒跚学步 自以为掌握了竞争的秘密 其实远没有竞争的资格――死神永生",
    "前进！前进！不择手段的前进！",
    "在西方的天际，正在云海中下沉的夕阳仿佛被溶化着，太阳的血在云海和太空中弥漫开来，映现出一大片壮丽的血红。 \r~“这是人类的落日。”叶文洁轻轻地说。",
    "我看到了我的爱恋\r~我飞到她的身边\r~我捧出给她的礼物\r~那是一小块凝固的时间\r~时间上有美丽的条纹\r~摸起来像浅海的泥一样柔软\r~她把时间涂满全身\r~然后拉起我飞向存在的边缘\r~这是灵态的飞行\r~我们眼中的星星像幽灵\r~星星眼中的我们也像幽灵",
    "在宇宙间，一个技术文明等级的重要标志，是它能够控制和使用的微观维度。对于基本粒子的一线使用，从我们那些长毛裸体的祖先在山洞中生起篝火时就开始了，对化学反应的控制，就是在一维层次上操控微观粒子。当然，这种控制也是从低级到高级，从篝火到后来的蒸汽机，再到后来的发电机；现在，人类对微观粒子一维控制的水平已达到了顶峰，有了计算机，也有了你们的纳米材料。但这一切，都局限于对微观维度的一维控制，在宇宙间一个更高级的文明看来，篝火和计算机、纳米材料等等是没有本质区别的，同属于一个层次，这也是他们仍将人类看成虫子的原因。",
    "”你知道看重一个种族或文明的最高表现形式是什么？”“什么？”“斩尽杀绝，这是对一个文明最高的重视。",
    "西方人并不比东方人聪明，但是他们却找对了路。",
    "把海弄干的鱼在海干前上了陆地，从一片黑暗森林奔向另一片黑暗森林。",
    "在黑暗中沉淀出了重元素，所以光明不是文明的母亲，黑暗才是――章北海",
    "活着本身就很美妙，如果连这道理都不懂，怎么去探索更深的东西呢？",
    "给岁月以文明，给时光以生命。",
    "要知道，一个文学人物十分钟的行为，可能是她十年的经历的反映。",
    "在这寒冷无际的草原间，燃烧是无意义的，一腔热血喷出来，比一堆牛粪凉的更快，还不如后者有实用价值。但燃烧是他们的命运，他们是燃烧的一代。",
    "在漫长的科学发展史上，物理学家门用加速器撞击过多少质子？又撞击过多少中子和电子？每一次撞击，对那个微观宇宙中的智慧或文明都可能是毁灭性的。……您不会为此多愁善感起来吧？",
    "仅靠生存本身是不能保证生存的，发展是生存的最好保障",
    "“我说，你最喜欢哪个季节？”“秋天”“为什么不是春天”“春天，好多感觉挤在一起，累人呢，秋天多好”“倒不如说郁郁葱葱得让人嫉妒”",
    "妈妈，我将变成一只萤火虫",
    "来了，爱了，给了她一颗星星，走了。――云天明在地球的一生",
    "再想下去，一个推论令她不寒而栗，陷入恐惧的深渊：也许，人类和邪恶的关系，就是大洋与漂浮在其上的冰山的关系，它们其实是同一种物质组成的巨大水体，冰山之所以被醒目地认出来，只是由于其形态不同而已，而它实质上只不过是这整个巨大水体中极小的一部分……人类是做不到道德自觉的，就像他们不可能拔着自己的头发离开大地。要做到这一点，只有借助于人类之外的力量。",
    "消灭人类暴政，世界属于三体！",
    "把人类看成虫子的三体人似乎从来没有意识到一个事实：虫子从来没有被战胜过。",
    "给岁月以文明，而不是给文明岁月，给时光以生命而不是给生命以时光",
    "在宇宙中，你再快都有比你更快的，你再慢也有比你更慢的。――歌者文明的长老",
    "毁灭你，与你何干？――丁仪",
    "实际上没有毁掉什么……就像一副牌，只是重洗了……可生命就像是一手同花顺，一洗就什么都没了。――纳威尔",
    "“不理睬是最大的轻蔑。”\r~ ――当泰勒看到三体世界对自己战略的反应，一切的努力已无意义。之后，罗辑在与三体世界的对决中再次引用了这句话。言语中包含着尊严。",
    "过去就像攥在手中的一把干沙，自以为攥得很紧，其实早就从指缝中流光了。记忆是一条早已干涸的河流，只在毫无生气的河床中剩下零落的砾石。",
    "“不不，别说在哪，一知道在哪，世界就变得一张地图一样小了，不知道在哪，世界才广阔呢”“那好，咱们就努力迷路”",
    "既没有入世的能力也没有出世的资本――说的是云天明，不过很具有普遍性",
    "在意义之塔上，生存高于一切，面对生存，任何低熵体都只能两害相权取其轻。――歌者",
    "“成吉思汗的骑兵，攻击速度与二十世纪的装甲部队相当；北宋的床弩，射程达一千五百米，与二十世纪的狙击步枪差不多；但这些仍不过是古代的骑兵与弓弩而已，不可能与现代力量抗衡。基础理论决定一切，未来史学派清楚地看到了这一点。而你们，却被回光返照的低级技术蒙住了眼睛。你们躺在现代文明的温床中安于享乐，对即将到来的决定人类命运的终极决战完全没有精神上的准备。”\r~ ――章北海在与亚洲舰队司令的对话中，冷静地说出了未来史学派对战争形势的分析。他用集体的智慧作为自己坚定信念的来源。",
    "上帝是个无耻的老赌徒，他抛弃了我们！",
    "我正变成死亡，世界的毁灭者",
    "逃离是事实，但我没有背叛。――章北海",
    "1379号监听员对元首说：\r~我是个小人物，生活在社会最底层，没有人会注意到我，孤独一生，没有地位没有爱情，也没有希望。如果我能够拯救一个自己爱上的遥远的美丽世界，那这一辈子至少没有白活。",
    "叶文洁打开结果文件，人类第一次读到了来自宇宙中另一个世界的信息。其内容出乎所有人的想象，它是三条重复的警告： 不要回答！ 不要回答！ 不要回答！ 在令她头晕目眩的激动和迷惑中，叶文洁接着译解了第二段信息： 这个世界收到了你们的信息。 我是这个世界的一个和平主义者，我首先收到信息是你们文明的幸运。警告你们：不要回答！不要回答！不要回答！ 你们的方向上有千万颗恒星。只要不回答，这个世界就无法定位发射源。 如果回答，发射源将被定位，你们的行星系将遭到入侵，你们的世界将被占领！ 不要回答！不要回答！不要回答！",
    "我是个懒散的人，从小就是，住校时碗从来不洗，被子从来不叠，对什么都提不起兴趣，懒得学习，甚至懒得玩，每天迷迷糊糊地混日子。",
    "无知和弱小不是生存的障碍，傲慢才是。――白Ice",
    "他们的宇宙还很年轻，他们的神还只是个孩子。现在评断他们还为时过早，当‘我们’在‘末日’回去的时候，会决定谁该被拯救",
    "是对规律的渴望，还是对混沌的屈服――汪淼",
    "“藏好自己，做好清理。”\r~ ――具有隐藏基因和清理基因的宇宙高级文明遵循的生存原则",
    "她陶醉在这鲜红灿烂的梦幻中，直到被一颗步枪子弹洞穿了胸膛，十五岁少女的胸膛是那么柔嫩，那颗子弹穿过后基本上没有减速，在她身后的空中发出一声啾鸣。年轻的红卫兵同她的旗帜一起从楼顶落下，她那轻盈的身体落得甚至比旗帜还慢，仿佛小鸟眷恋着天空。",
    "站在这闪烁的苍穹下，汪淼突然感到宇宙是这么小，小得仅将他一人禁锢于其中。宇宙是一个狭小的心脏或子宫，这弥漫的红光是充满于其中的半透明的血夜，他悬浮于血液中，红光的闪烁周期是不规则的，像是这心脏或子宫不规则地脉动，他从中感受到了一个以人类的智慧永远无法理解的怪异、变态的巨大存在。",
    "但黑暗森林中有一个叫人类的傻孩子，生了一堆火并在旁边高喊：我在这儿！我在这儿！――罗辑",
    "女人应该像水一样的，什么样的地方都能淌得过去啊。",
    "当然不害怕，她知道太阳明天还会升起来的。――罗辑",
    "“把海弄干的鱼在海干前上了陆地,从一片黑暗森林奔向另一片黑暗森林。鱼上了岸，也就不再是鱼。”――魔戒",
    "人类之外的另一个文明，对于高级知识阶层无疑具有巨大的吸引力，并使他们极易对其产生种种美好的幻想。对于人类这样一个幼稚的文明，更高等的异种文明产生的吸引力几乎是不可抗拒的。有一个不太恰当的比喻:人类文明一直是一个孤独行走于宇宙荒漠中的不谙世事的少年，现在她(他)知道了另一个异性的存在，虽然看不到他(她)的面容和身影，但知道他(她)就在远方，对他(她)的美好想象便如同野火般蔓延。",
    "“把你们绝望的人，你们迷茫的人，把你们渴望看到胜利之光的畏惧徘徊的人都给我/把那些精神失落、是魂在流浪的人都送来：在这金色的信念旁，我要为他们把灯举起。 ”\r~ ――这是希恩斯所倡议的“信念中心”前微缩自由女神基座上镌刻的话，位于纽约的自由神像基座上的诗原文为：把你们疲惫的人，你们贫穷的人，你们渴望呼吸自由空气的挤在一堆的人都给我/把那些无家可归、饱经风浪的人都送来/在这金色的大门旁，我要为他们把灯举起。",
    "旁观者清，千秋功罪，可真的有人评说了",
    "“宇宙很大，生活更大，也许以后还有缘相见。”\r~ ――三体世界和智子向人类社会告别，离别之时，智子对程心和罗辑这样说道。到了时间之外，我们的宇宙，她们真的再一次相见。",
    "“哦,要进画里了,孩子们,走好。”――将被二维化的罗辑",
    "不要返航，这里不是家。――青铜时代号目标甄别官",
    "先生，我想掩盖对您的鄙视，但我做不到",
    "银河系猎户座旋臂有两颗文明的流星划过，宇宙记住了他们的光芒。",
    "“给我讲一些你的事情吧，你的事业，你的生活，我可以对后人讲。”程心说。\r~维德缓缓地摇摇头，“无数死了的人中的一个，没什么可说的。”",
    "“不是的，大部分人的爱情对象也只是存在于自己的想象之中。他们所爱的并不是现实中的她（他），而只是想象中的她（他），现室中的她（他）只是他们创造梦中情人的一个模板，他们迟早会发现梦中情人与模板之间的差异，如果适应这种差异他们就会走到一起，无法适应就分开，就这么简单。”\r~ ――医生对罗辑爱上想象中幻影的诊断，作为对我们大多数人感情经历的诊断也未尝不可。",
    "“一个大人和一个小孩儿站在死于武斗的红卫兵墓前，那孩子问大人：他们是烈士吗？大人说不是；孩子又问：他们是敌人吗？大人说也不是；孩子再问：那他们是什么？大人说：‘是历史。’”\r~ ――电影《枫》的结尾处，昭示着一切的热血和汗水都会随着时间的流逝变成历史。",
    "邪乎到家必有鬼",
    "宇宙也曾光明过，创世大爆炸后不久，一切物质都以光的形式存在，后来宇宙变成了燃烧后的灰烬，才在黑暗中沉淀出重元素并形成了行星和生命。所以，黑暗是生命和文明之母。",
    "不要回答，不要回答，不要回答。",
    "永远是云后的太阳，他只求看着她，感受她的柔光，从来不敢梦想去缩短他们之间的距离",
    "“真正进入太空的人，再也不是人了。所以，人们，当你们打算飞向外太空再也不回头时，请千万慎重，需付出的代价比你们想象的要大的多。”\r~ ――“青铜时代”号舰长斯科特在法庭上做的最后陈述",
    "“五分钟。”\r~ ――美国的一位高中教师在班级里试验微型的纳粹社会，最后这场以游戏开始的教学试验几乎失控。当事人写过一本书，名叫《极权只需五天》。当人类真正流落太空时，极权只需五分钟。",
    "只要明月照耀,君士坦丁堡就不会陷落。",
    "前进！前进！不择手段的前进！――托马斯・维德",
    "“你父亲在回忆这件事后，对我发出这样的感叹：在中国，任何超脱飞扬的思想都会砰然坠地的，现实的引力太沉重了。”\r~ ――绍琳的父亲在和叶哲泰的回忆中发出的感叹，也许也是大刘借故事中的人物对中国科幻、中国现状的一种感叹吧。",
    "“是的，整个人类历史也是偶然，从石器时代到今天，都没什么重大变故，真幸运。但既然是幸运，总有结束的一天；现在我告诉你，结束了，做好思想准备吧。”\r~ ――常伟思将军让汪淼做好思想准备，我们故事的大幕也就一步步揭开了。",
    "“一个黑暗森林中的猎手……突然看到……所有猎手都能认出的字标示出的森林中的一个位置……假设林中有一百万个猎手(在银河系上千亿颗恒星中存在的文明数量可能千百倍于此)，可能有九十万个对这个标示不予理会；在剩下的十万个猎手中，可能有九万个对那个位置进行探测，证实其没有生物后也不予理会；那么在最后剩下的一万个猎手中，肯定有人会做出这样的选择：向那个位置开一枪试试，因为对技术发展到某种程度的文明来说，攻击可能比探测省力，也比探测安全，如果那个位置真的什么都没有，自己也没什么损失。”",
    "“同为军人，知道我们之间最大的区别在哪里吗，你们按照可能的结果来决定自己的行动；而我们，不管结果如何，必须尽责任，这是唯一的机会，所以我就做了。”\r~ ――尽管知道计划“不可能成功”，但章北海军人的本性还是促使他完成了自己的使命。这也是危机前的军人与危机纪元中的军人最大的区别。",
    "“光锥之内就是命运。”\r~ ――宇宙中有多少重大事件的信息正在以光速向我们飞来，有些可能已经飞了上亿年，但我们仍在这些事件的光锥之外，斐兹罗将军以一个恰当的比喻，概括了智子窥视地球一切的事实。",
    "30、“没关系的，都一样。”\r~ ――在长达一个月的黑暗对峙中，章北海只比对方慢了几秒钟。但是他在最后的时刻说出了这几个字。同样是新人类的诞生，谁留谁走，其实都一样。",
    "这一时刻，银河系的星海默默地收敛了自己的光芒，大写的“人”与上帝合为一体，傲然独步于宇宙间。",
    "这是歌者文明所有所追求的一切，就像法律书写在石塔上那样，“意义之塔”上记录一个文明的追求和价值观。在歌者文明的塔上，最高的是生存。\r~我们已知的歌者文明的塔上的内容：生存，乐趣，在不断熵增的宇宙中保持和提高自己的低熵水平。其中乐趣是最不重要的。在开战之后，乐趣因为意义地位较低，很大程度上被遗忘了。\r~在意义之塔的更高处，在歌者文明看不到的高处，还有更高的意义。但这不是这个层次的文明所能考虑和理解的事情。\r~这个文明层次最大的矛盾和任务，是生存。为了生存，他们必须战争、隐藏和清理。",
    "“这个混蛋、恶魔、杀人犯、野心家、政治流氓、技术狂人……他行，他有干这事的精神力量和本事，让他去干好了，这是地狱，让他跳进去吧。”\r~ ――AA对维德的评价，维德几乎集合了男人所有优异的特性。",
    "蕾切尔・卡逊（《寂静的春天》作者）所描写的人类行为――使用杀虫剂，在文洁看来只是意向正当和正常的、至少是中性的行为；而这本书让她看到，从整个大自然的视角看，这个行为与“文化大革命”是没有区别的，对我们的世界产生的损害同样严重。那么，还有多少在自己看来是正常甚至是正义的行为是邪恶的呢？",
    "“Send Cerebra Only(只送大脑)。”――托马斯・维德",
    "黑，真他妈的黑啊。――终极规律号舰长最后一句话",
    "请求一块二向箔，清理用",
    "“当然没有错，生存是其他一切的前提，但，元首，请看看我们的生活：一切都是为了文明的生存。为了整个文明的生存，对个体的尊重几乎不存在，个人不能工作就得死；三体社会处于极端的专制之中，法律只有两档：有罪和无罪，有罪处死，无罪释放。我最无法忍受的是精神生活的单一和枯竭，一切可能导致脆弱的精神都是邪恶的。我们没有文学没有艺术，没有对美的追求和享受，甚至连爱情也不能倾诉……元首，这样的生活有意义吗？”――1379号监听员",
    "“旁观者清，千秋功罪，可真的有人评说了。”\r~ ――这是中央上级对于“红岸”的【批示】，当我们阅尽三部作品，再来看这句话，难免唏嘘不已。",
    "“粮食？这不都是粮食？每个人看看你们的周围，都是粮食，活生生的粮食。”\r~ ――三体世界改变了他们的灭绝计划，而做出了更为可怕的举动，他们要将人类变成非人。在智子话音落下的一刻，不知道有谁有勇气看向周围，或者说，谁更理智到非人。",
    "“如果大山不会走向穆罕默德，穆罕默德可以走向大山。”\r~ ――白Ice从《古兰经》的故事中受到启发，让“启示”号驶向纸条以便研究",
    "这一刻，沧海桑田。――关一帆和程心通过黑域",
    "“那个篝火余烬旁的孩子，由外向乐观变得孤僻自闭了”\r~ ――《时间之外的往事》（节选）中这样描述黑暗森里理论对人类文明深远的影响。",
    "人类不感谢罗辑。",
    "我的一生，就是在攀登一道责任的阶梯――程心",
    "“我知道你作为执剑人的经历，只是想说，你没有错。人类世界选择了你，就是选择了用爱来对待生命和一切，尽管要付出巨大的代价。你实现了那个世界的愿望，实现了那里的价值观，你实现了他们的选择，你真的没有错。”",
    "“空不是无，空是一种存在，你得用空这种存在填满自己。”\r~ ――通过寺院里长老的指点，魏成想到了用三体问题来充填自己的人生。其实，我们的人生也未尝不需要寻找这样的“空”。",
    "一切都会逝去，只有三体永恒",
    "“一切的一切都导向这样一个结果：物理学从来就没有存在过，将来也不会存在。我知道自己这样做是不负责任的，但别无选择。”\r~ ――当杨冬留下这样的字句离去时，很多人都认为她过于脆弱……但就像丁仪说的，杨冬知道的肯定比他要多，想得也比他远，她知道一些很多物理学家都没看到的事儿，如果和杨冬多交流一些，可能丁仪也会一样离去。",
    "有一颗遥远的星星，是夜空中一个隐约可见的光点，所有随便望了它一眼的人都说，那颗星星是安全的。”\r~ ――宇宙安全声明的描述性解释",
    "这是计划的一部分。――罗辑",
    "大隐隐于市，要清静省心，自己就得空。我说我够空了，名利于我连浮云都算不上，你庙里那些僧人都比我有更多的凡心。长老摇摇头：空不是无，空是一种存在，你得用空这种存在填满自己。",
    "世界的最能理解之处就在于它是不能理解的，世界的最不能理解之处就在于它是能理解的。",
    "我们不知道三体世界是什么样子，但我们知道人类。――叶文洁",
    "“好，你让我死，我就死吧。”\r~ ――卡夫卡的一篇小说里的主人公与父亲发生了口角，父亲随口骂道“你去死吧”,儿子立刻应声说“好，我去死”.当云天明得知姐姐想让自己安乐后，他终于理解了卡夫卡。",
    "“你会把你妈卖给妓院吗？”\r~ ――在PIA中，维德见程心问的第一句话。瓦季姆向她解释到：地球上只有他们这个行业是以欺骗和背叛为核心的。",
    "“但谁也不知道，真相是不是比猜测更黑暗……有一点是肯定的：宇宙正在死去。”\r~ ――关一帆和程心一起推测着宇宙比黑暗森林更加可怕的大图景",
    "”傻孩子们，快跑啊！“――――丁仪",
    "“自然选择，前进四！”――――章北海",
    "在中国，任何超脱飞扬的思想都会砰然坠地的，现实的引力太沉重了――叶文洁父亲叶哲泰",
    "给岁月以文明，而不是给文明以岁月。――大低谷纪念碑",
    "没有永远的敌人或朋友，只有永远的责任。",
    "“比起已经在风雨中成熟了许多的第一代红卫兵，新生的造反派们像火炭上的狼群，除了疯狂还是疯狂。”\r~ ――在1967年的时代背景之下，一个跨越时光的故事开始了。",
    "“妈妈，我将变成萤火虫。”――神风特攻队队员家书",
    "过去就像攥在手中的一把干沙，自以为攥得很紧，其实早就从指缝中流光了。记忆是一条早已干涸的河流，只在毫无生气的河床中剩下零落的砾石。他的人生就像狗熊掰玉米，得到的同时也在丢弃，最后没剩下多少。",
    "这是人类的落日……",
    "真实的宇宙就是这么黑。”罗辑伸手挥挥，像抚摸天鹅缄般感受着黑暗的质感，“宇宙就是一座黑暗森林，每个文明都是带枪的猎人，像幽灵般潜行于林间，轻轻拨开挡路的树枝，竭力不让脚步发出一点儿声音，连呼吸都小心翼翼... 他必须小心，因为林中到处都有与他一样潜行的猎人。如果他发现了别的生命，不管是不是猎人，不管是天使还是魔鬼，不管是娇嫩的婴儿还是步履蹒跚的老人，也不管是天仙般的少女还是天神般的男神，能做的只有一件事：开枪消灭之？在这片森林 中，他人就是地狱，就是永恒的威胁，任何暴露自己存在的生命都将很快被消灭。这就是宇宙文明的图景，这就是对费米悖论的解释",
    "“我在感谢您，雷迪亚兹先生，因为从此以后，我们不是婊子养的了。”\r~ ――当人类能用自己的数学模型创造出一颗太阳时，当时的与事者如此感慨，科学带给了他们工作神圣的意义。",
    "“要多想。”“北海，我只能告诉你那以前要多想。”\r~ ――章北海从自己父亲的三个字中，用心读出了比三万字还多的内容，用自己的一生一步步坚实地向前走，他，同样也是面壁者。",
    "在一群年轻护卫的跟随下，地球三体叛军的最高统帅叶文洁稳步走来。\r~叶文洁走到为她空出的一圈空地中央，举起一只瘦削的拳头，用汪森不敢想象是出自于她的力量和坚定说：“消灭人类暴政！”\r~这群人类叛徒齐声喊出了显然已无数次重复的呼号：“世界属于三体！”",
    "我毁灭你，与你何干。",
    "“好，在我们的星星。”\r~ ――云天明和程心在跨越光年的注视中，约定了相会的地点。",
    "“当初我们为什么选择了你？”\r~ ――三体舰队的逼近，全球移民的开始又一次考验了人类的生存底线。程心从一名军官的眼神中读出了这样的质问……但是这质问是对全人类，而不是程心。就像智子说的，程心不必自责，人们选择了她，也就选择了这个结局，全人类里面，只有程心是无辜的。",
    "我点燃了火，却控制不了它。",
    "“哦.还有一个惊喜: 你的那颗星星是他送的”――维德对程心的绝杀",
    "\"黑暗森林法则\"的逻辑起点是两个重要概念：\"猜疑链\"和\"技术爆炸\"。\"猜疑链\"的含义是，如果我们不清楚对方的意图，我们就应该假定对方是恶意的而非善意的；\"技术爆炸\"的含义是，如果我们不清楚对方的实力，我们就应该高估而不是低估对方的实力。\"黑暗森林法则\"是\"丛林法则\"在宇宙规模上的扩展版和升级版。",
    "里面和外面的世界，哪个更真实？",
    "“我没让她笑啊？可那笑容已经留在记忆中，像冰上的水渍，永远擦不掉了。”\r~ ――罗辑想象中的她第一次和罗辑有了交流，从此，思念像火一样燃烧起来……",
    "那你忽略了时间的力量。一队蚂蚁不停搬运米粒大小的石块，给它们十亿年，就能把泰山搬走。只要把时间拉得足够长，生命比岩石和金属都强壮得多，比飓风和火山更有力。",
    "宇宙的田园时代已经远去，昙花一现的终极之美最终变成任何智慧体都无法做出的梦，变成游吟诗人缥缈的残歌；宇宙的物竞天择已到了最惨烈的时刻，在亿万光年暗无天日的战场上，深渊最底层的毁灭力量被唤醒，太空变成了死神广阔的披风。",
    "这一刻大写的人与上帝融为一体，傲然独步行于宇宙之间――地球舰队",
    "现在，我让我让心脏停止跳动，与此同时，我将成为两个文明有史以来最大的罪犯，对此，我对两个文明表示深深的歉意，但不会忏悔。",
    "就这样 ，罗辑与三体世界对视了五十四年，他由一个玩世不恭的人，变成一位面壁五十四年的真正面壁者，一位五十四年执剑待发的地球文明的守护人",
    "大部分人的人生都是偶然。",
    "夜晚的灯塔一直都在，只是灯亮的时候，你才看见它。",
    "无言是最大的轻蔑。",
    "“我不知道你在这儿，知道的话我会常来看你的。”\r~ ――当罗辑再次面对《蒙娜丽莎》时，他看向时光的深处，对着恋人喃喃地低语，深陷的双眼中有了泪光。",
    "“像坟墓一样简洁。”\r~ ――罗辑对威慑控制中心的要求，在这里，罗辑的目光中只有决定两个世界生死的达摩克利斯之剑",
    "“把字刻在石头上。”\r~ ――最古老的方式却是保留信息最长久的方式。",
    "以前，老觉得自己的作品缺少灵魂，现在才知道，缺的是她。 她像一颗星，总那么遥远，照到我身上的光也是冷的。",
    "“太阳就要落下了，你的孩子不害怕么？”\r~“当然不，因为他们知道，明天，太阳还会升起来的。”",
    "“我爱你，与你有何相干？”\r~ ――丁仪信奉歌德对爱情的观念。丁仪不会去打扰他爱的那些女孩子。这也不妨作为我们的爱情信仰……",
    "“我正变成死亡，世界的毁灭者。”\r~ ――奥本海默在看到第一颗核弹爆炸时说的一句话，引用了印度史诗《薄伽梵歌》，恒星级核弹设计者艾伦再次引用它时，雷迪亚兹以为别人洞穿了他的战略。",
    "“我们已经很近了!你们在我们后面吗......”“不要这样!不要这样......”“没有痛苦,我告诉你们,就一瞬间的事......”“到了现在你还不相信我,那好,不要相信好了......\"“是的,宝贝,会变得很薄......”“到这边来!我们要在一起......”――即将被二维化的人群",
    "“齐家屯的生活是没有空白的，像古典的油画那样，充满着浓郁得化不开的色彩。一切都是浓烈和温热的：铺着厚厚乌拉草的火炕、铜烟锅里的关东烟和莫合烟、厚实的高粱饭、六十五度的高粱酒……但这一切，又都在宁静与平和中流逝着，像屯子边上的小溪一样。”\r~ ――最令叶文洁难忘的是在齐家屯的夜晚，在那时她真正感受到对生活的眷恋。",
    "是的，在这寒冷广漠的宇宙中，同为碳基生命本身就是一种缘分，一种可能要几十亿年才能修得的缘分，这个缘分让人们感受到一种跨越时空的爱。现在，水滴使他们感受到了这种爱，任何敌意的鸿沟都是可以在这种爱中消弭的。",
    "主不在乎――破壁者2号",
    "来了，爱了，送她一颗星，走了。",
    "射手假说：有一名神枪手，在一个靶\r~子上，每隔10cm打出一个洞。设想\r~这个靶子上生活着一种二维智能生物，\r~它们中的科学家在对自己的宇宙进行\r~观察后，发现了一个伟大的定律：每\r~隔10cm单位，必然会有一个洞。 它\r~们把这个神枪手一时兴起的随意行为，\r~看成自己宇宙中的铁律。\r~农场主假说：一个农场里有一群火\r~鸡，农场主每天上午11点来给它们\r~喂食。火鸡中的一名科学家观察这\r~个现象，一直观察了近一年都没有\r~出现例外，于是它也发现了自己宇\r~宙中的伟大定律：每天早上11点，\r~就有食物降临。 它在感恩节早晨向\r~大家宣布了这个定律，但这天早上\r~11点食物没有降临，农场主进来把\r~他们都捉去杀了。",
    "“你的无畏来源于无知。”\r~ ――面对令人崩溃的现实，汪淼仍有着身为科学家的一种自负，对大史超脱的人生态度有些不以为然。",
    "如果这一切正在走向终结，越是美好就越令人痛苦。",
    "“不要返航，这里不是家！”\r~ ――史耐德用尽最后的生命，嘶哑地喊出对“蓝色空间”号的警告。两艘飞船打破的是人类的底线，但是，不应该有人为此负责，因为，宇宙黑暗怀抱迎接的，是新人类。",
    "我对三体世界说话。现在，我将让自己的心脏停止跳动，与此同时我也将成为两个世界有史以来最大的罪犯。对于所犯下的罪行，我对两个文明表示深深的歉意，但不会忏悔，因为这是唯一的选择。",
    "如果你认为我是善意的，这并不是你感到安全的理由，因为按照第一条公理，善意文明并不能预先把别的文明也想成善意的，所以，你现在还不知道我是怎么认为你的，你不知道我认为你是善意还是恶意；进一步，即使你知道我把你也想象成善意的，我也知道你把我想象成善意的，但是我不知道你是怎么想我怎么想你怎么想我的，挺绕的是不是？这才是第三层，这个逻辑可以一直向前延伸，没完没了。",
    "你现在首先要保证站直了别趴下，然后才能说别的。",
    "其实，你到了我这个年纪，就会发现当年以为天要塌下来的那些大事，其实没有什么的",
    "二向箔攻击",
    "一个大人和一个小孩儿站在死于武斗的红卫兵墓前。\r~那小孩问大人：“他们是烈士吗？”\r~大人说不是；\r~孩子又问：“他们是敌人吗”\r~大人说也不是；\r~孩子再问：“那他们是什么？”\r~大人说：“是历史。”",
    "与其他的牛鬼蛇神相比，反动学术权威有他们的特点：当打击最初到来时，他们的表现往往是高傲而顽固的，这也是他们伤亡率最高的阶段；在首都，四十天的时间里就有一千七百多名批斗对象被活活打死，更多的人选择了更快捷的路径来逃避疯狂，老舍、吴晗、葛伯赞、傅雷、赵九章、以群、闻捷、海默等，都自己结束了他们那曾经让人肃然起敬的生命。从这一阶段幸存下来的人，在持续的残酷打击下渐渐麻木，这是一种自我保护的精神外壳，使他们避免最后的崩溃。他们在批斗会上常常进入半睡眠状态，只有一声恫吓才能使其惊醒过来，机械地重复那已说过无数遍的认罪词；然后，他们中的一部分人便进入了第三阶段，旷日持久的批判将鲜明的政治图像如水银般注入了他们的意识",
    "“如果千秋功罪真是有人评说，现在已经可以派一个去解释岁月造成的误会”\r~ ――这句话似乎在呼应第一部中那句“千秋功罪，可真的有人评说了”,程心被派往未来，希望阶梯计划不被未来所遗忘或误解。",
    "太空像一面 放大镜，可以在瞬间把人类的阴暗面放到最大……当人类真正流落太空时，极权只需五分钟。",
    "“这游戏真有趣，是吧？”\r~ ――维德同程心用眼神交流云天明不宣誓的做法。在那一刻，云天明仿佛也自己给自己背负上了面壁者的使命，因为地球上，有他留恋的东西。",
    "在每一个历史断面上，你都能找到一大堆丢失的机遇。",
    "时间确实是最狠的东西",
    "太阳落了下去，山、树、石、河，一切伟大的建筑都埋在黑影里；人类很有趣的点了他们的小灯：喜悦他们所见到的；希望找着他们所要的。",
    "宇宙就是一座黑暗森林，每个文明都是带枪的猎人，像幽灵般潜行于林间，轻轻拨开挡路的树枝，竭力不让脚步发出一点儿声音，连呼吸都小心翼翼...",
    "“不不，别说在哪儿！一知道在哪儿，世界就变得像一张地图那么小了；不知道在哪儿，感觉世界才广阔呢。”\r~ ――有时候你也会想去这样一个地方：可以真正抛开一切，看不见喧嚣，听不到厌烦……不知道在哪儿，世界才广阔。",
    "没关系的，都一样。",
    "也许，人类和邪恶的关系，就是大洋与漂浮于其上的冰山的关系，它们其实是同一种物质组成的巨大水体，冰山之所以被醒目地认出来，只是由于其形态不同而已，而它实质上只不过是这整个巨大水体中极小的一部分……人类真正的道德自觉是不可能的，就像他们不可能拔着自己的头发离开大地。要做到这一点，只有借助于人类之外的力量。",
    "现在他只能看到星星和墓碑，但这却是两样最能象征永恒的东西。",
    "一部分人死，或者所有人死――黑暗战役之前自然选择号舰长",
    "你总看到过星空吧，难道没有产生过一点敬畏和好奇？",
    "“未来的技术进步现在已成为不确定的事情，如果人类在太空中一直是蜗牛的速度，那我们就应该尽早开始爬。”",
    "那笑容，就像冰上的水渍，再也擦不掉了……",
    "武器，不管多可怕，总是好东西。",
    "生存的唯一途径是杀戮！",
    "“孩子们，你们知道我这些年都在于什么吗？在大学里教物理，还带博士生。”他遥望着外面的星河，脸上露出莫测的笑容，军官们发现，那笑容竟有些凄惨，“孩子们啊，我这两个世纪前的人了，现在居然还能在大学里教物理。”他说完，转身离去。",
    "生存本来就需要争取，什么时候成了理所当然？",
    "她像一颗星星，\r~总是那么遥远，\r~照到我身上的光也总是冷的",
    "“仇恨。”\r~ ――当泰勒询问恐怖组织头目他们真正需要什么，并企图借重建一支敢死队时，老人的回答令泰勒沉默。",
    "他像一颗星星总是那样遥远，照在我身上的光也总是冷的",
    "没关系的，都一样。――章北海最后一句话",
    "生存本来就是一种幸运，但不知从什么时候起，人类有了一种幻觉，认为生存成了唾手可得的东西。",
    "把人类看做虫子的三体人似乎忘记了一个事实:虫子从来就没有被真正战胜过。",
    "和平的时间越久，社会对男性的审美会越娘化，最终变成纤细分不出性别的新人类，因为雄性激素在和平时期是没有用武之地的",
    "他主张废除那些“粗暴的”技术，如化石能源和核电，保留“温和的”技术，如太阳能和小水电。将大城市逐步解散，人口均匀分布于自给自足的小村镇中，以“温和技术”为基础，建立“新农业社会”。",
    "一腔热血喷出来，比牛粪凉的更快。",
    "在疯狂面前，理智是软弱无力的。",
    "三个人沐浴在生命的暴雨之中，感受着地球生命的尊严。丁仪和江森把手中拎着的两瓶酒徐徐洒到脚下的华北平原上，这是敬虫子的。",
    "我不知道外星文明是什么样的，但我知道人类",
    "我，看到了我的爱恋，\r~我，飞到他的身边。\r~我捧出给他的礼物，\r~那是一小块儿，凝固的时间。\r~时间上有美丽的条纹，\r~摸起来，像浅海的泥一样柔软。\r~他把时间涂满全身，\r~然后拉起我，飞向存在的边缘。\r~这是临态的飞行，\r~我们眼中的星星像幽灵，\r~星星眼中的我们，也像幽灵。",
    "在剩下的三秒钟时间里，章北海转向东方延绪方向，竟笑了一下，说出了几个字：“没关系的，都一样。”",
    "三天后，也就是十四日，在凌晨一点钟至五点钟，整个宇宙将为你闪烁。",
    "光锥之内即是命运",
    "不问为什么是对一个面壁者最起码的尊重。",
    "前进！不择手段的前进！ \r~韦德这句话 在整个作品中是唯一一个 让人感到寒意的句子。 那一刻 你的内心也会跟着他一起重复这句话。",
    "整个人类历史也是偶然，从石器时代到今天都没什么重大变故真幸运。但既然是幸运，总有结束的一天。",
    "“光的传播沿时间轴呈锥状，物理学家们称为光锥，光锥之外的人不可能了解光锥内部发生的事件。想想现在，谁知道宇宙中有多少重大事件的信息正在以光速向我们飞来，有些可能已经飞了上亿年，但我们仍在这些事件的光锥之外。” \r~“光锥之内就是命运。” \r~林格略一思考，赞赏地冲斐兹罗连连点头，“将军，这个比喻很好！” \r~“可是智子就能在光锥之外看到锥内发生的事。” \r~“所以智子改变了命运。”斐兹罗感慨地说。",
    "“周围，都是粮食，活生生的粮食。”――智子",
    "别告诉我那地方在哪，否则世界就小了。",
    "一、让你知道我的存在；二、让你存在下去，对我来说都是危险的，都违反第一条公理。",
    "你们是虫子。",
    "那你的生活是一种偶然，世界有这么多变幻莫测的因素，你的人生却没什么变故。",
    "“上帝是个无耻的老赌徒，他抛弃了我们！”\r~ ――三体游戏中的爱因斯坦在看到三体是一个不可预测的混沌系统后说。",
    "独臂女人说：“最近有一部电影，叫《枫》不知你看过没有？结尾处，一个大人和一个小孩站在死于武斗的红卫兵墓前，那孩子问大人：他们是烈士吗？大人说不是；孩子又问：他们是敌人吗？大人说也不是；孩子再问：那他们是什么？大人说：是历史。”",
    "“宇宙在我眼里，已经由所有美和信仰的寄托物变成了一具膨胀的尸体……”\r~ ――关一帆在经历了四维宇宙空间之后，联想到光永远不可能从宇宙的一端传到另一端，带着无望发出感慨。",
    "后来，在太阳引力的作用下，云团停止了膨胀 开始拉长，最后变成漫长的条带在漫长的岁月中，它将变成环绕太阳的一圈极其稀薄的金属带。就像那百万个不能安息的灵魂一样，永远飘浮在太阳系冷寂的外围空间。",
    "我相信，对大自然敏感的人，本质上都是善良的。",
    "岁月的风霜已消去了他们性情中所有的刚硬和火热，只剩下如水的柔和。",
    "这个世界收到了你们的信息。\r~我是这个世界的一个和平主义者，我首先收到信息是你们文明的幸运，警告你们：不要回答！不要回答！不要回答！\r~你们的方向上有千万颗恒星，只要不回答，这个世界就无法定位发出源。\r~如果回答，发射器将被定位，你们的文明将遭到入侵，你们的世界将被占领！\r~不要回答！不要回答！不要回答！",
    "青铜时代呼叫蓝色空间!青铜时代呼叫蓝色空间!不要回来!这里不是家!",
    "宇宙就是一座黑暗森林，每个文明都是带枪的猎人",
    "小宇宙中只剩下漂流瓶和生态球。漂流瓶隐没于黑暗里,在一千米见方的宇宙中,只有生态球里的小太阳发出一点光芒。在这个小小的生命世界中,几只清澈的水球在零重力环境中静静地飘浮着,有一条小鱼从一只水球中蹦出,跃入另一只水球,轻盈地穿游于绿藻之间。在一小块陆地上的草丛中,有一滴露珠从一片草叶上脱离,旋转着飘起,向太空中折射出一缕晶莹的阳光。",
    "蒙娜丽莎在变形，墙壁也在变形，像消融的冰。卢浮宫崩塌了，砖石在下坠的途中化为红亮的岩浆，这岩浆穿过他们的身体，竞像清泉般清凉。他们也随着卢浮宫下坠，穿过熔化的欧洲大陆，向地心坠去，穿过地心时，地球在周围爆发开来，变成宇宙间绚烂的焰火；焰火熄灭，空间在瞬间如水晶般透明，星辰用晶莹的光芒织成银色的巨毡，群星振动着，奏出华美的音乐；星海在变密，像涌起的海潮，宇宙向他们聚集坍缩最后，一切都湮没在爱情的创世之光中。",
    "猎人的眼睛已经被他要射的猎物抓瞎了",
    "没有人性，后果很糟；没有兽性，一切全无。",
    "即使在宇宙尺度上是近在咫尺的四光年，对脆弱的生命来说也是不可想象的遥远，在这太空的江之头和江之尾，任何联系都细若游丝。",
    "能让我理解，说明你的思想还简单，还不够深，等我看不透搞不懂你，而你能轻易理解我的那一天，你才算真正长大了。",
    "以前，杨冬有一个基本信念:生活和世界也许是丑陋的，但在微观和宏观的尽头却是和谐完美的，日常世界只是浮在这完美海洋上的泡沫。\r~现在看来，日常世界反而成了美丽的外表，它所包容的微观和包容它的宏观可能更加混乱和丑陋。\r~这太可怕。",
    "人做过的，神都记着",
    "传说就让他是传说吧，你们还有科技，我们就剩下传说了",
    "任何时代都需要面壁者，用他们的理性找到人类前行的密钥，用他们的冷静推动数学规律的进一步普及。",
    "而人类，已经无人能救了",
    "不要试图去理解，努力去做\r~（三体中冷门的一句话，感觉很不错。推荐给你们）",
    "要多想，在那之前要多想 ――章北海父亲",
    "虫子，从来没有被真正战胜过！敬虫子！――大史",
    "“傻瓜。你以为我们能逃脱？逃逸速度，你怎么不算算逃逸速度？你是用屁股读书的吗？嘿嘿嘿嘿……”\r~ ――丁仪在怪笑着，预示着摆脱二向化的逃逸速度",
    "Send cerebra only.（只送大脑。）",
    "“一个高尚的人，一个纯粹的人，一个有道德的人，一个脱离了低级趣味的人，一个有益于人民的人。”在回去的路上，叶文洁的一个同事背诵了纪念白求恩中的一句话，“原来还可以这样生活。”他感叹道。",
    "“大自然真是自然的吗？”\r~ ――当看过绿眼镜为她演示了生命是如何影响地球之后，杨冬脑海里始终萦绕着这个问题。可能她那时已经知道自己现在的宇宙是受到了生命的影响的……宇宙正在死去。",
    "在太空中，极权只需五分钟――受审中的青铜时代号舰员",
    "在银河系猎户旋臂的漫漫长夜中，有两颗文明的流星划过，宇宙记住了它们的光芒",
    "大史:你是我见过最冷静的人之一\r~\r~罗辑:这冷静来自于我的玩世不恭，这世界上很难有什么东西让我真正在意",
    "\"你们怎么都这样？！\"伊文斯突然爆发出一股莫名的怒气\"难道只有拯救人类才称得上救世主，而拯救别的物种就是一件小事？是谁给了人类这种尊贵的地位，不，人不需要救世主事实上，他们现在过得比应得的好得多了。\"",
    "这些在深山和城市的下水道中衣衫槛褛饥肠辘辘的战士,是在为人类最后的尊严而战,他们的存在,是人类这段不堪回首的历史中唯一的亮色",
    "太阳，像每一个黄昏一样自然……这就对了，如果一个世界都能在弹指一挥间灰飞烟灭，一个人的终结也就应该如露珠滚下草叶般平静淡然。",
    "在这个世界里我感到自己是个外人，没得到过多少快乐和幸福，也没得到过多少爱，当然这都是我的错。",
    "文学形象的塑造过程有一个最高状态，在那种状态下，小说中的人物在文学家的思想中拥有了生命，文学家无法控制这些人物，甚至无法预测他们下一步的行为。",
    "来了，爱了，留下了心，走了。",
    "你们按照可能的结果来决定自己的行动；而我们，不管结果如何，必须尽责任。――章北海",
    "胜利的信念是必须建立的，这种信念，是军队责任和尊严的基础！我军曾经在极端困难的条件下，而对强敌，以对祖国和人民的责任感建立了对胜利坚定的信念；我相信，在今天，对全人类和地球文明的责任感也能支撑起这样的信念。",
    "这是人类的落日。――叶文洁",
    "不要返航！这里不是家！",
    "“射手”假说：有一名神枪手，在一个靶子上每隔十厘米打一个洞。设想这个靶子的平面上生活着一种二维智能生物，它们中的科学家在对自己的宇宙进行观察后，发现了一个伟大的定律： “宇宙每隔十厘米，必然会有一个洞。”它们把这个神枪手一时兴起的随意行为，看成了自己宇宙中的铁律。",
    "章北海说：“首长，我第一次为无神论者感到一些遗憾，否则我们就可以怀着希望在某个时间某个地方最后相聚。”",
    "一圈高大的紫树围绕在她周围，一缕阳光把小小的光斑投在她的脚边，温湿的风吹起她的头发，透明小气球轻盈地飘过她的头顶，一千八百九十万年的岁月跟在她身后。",
    "无畏源于无知",
    "从五年前那个雨夜第一次见到你时，她的心灵就被忧伤笼罩着。她并没有掩盖，这忧伤在五年里一直伴随着她，就像永远播放着的背景音乐，在五年问一直没停，所以你觉察不到。”现在罗辑明白了，在第一眼看到她的时候，是什么触动了他心中最柔软的东西，使他觉得整个世界对她都是一种伤害，使他愿意用尽一生去保护她。就是她那清澈纯真的目光中隐藏着的淡淡的忧伤，这忧伤就像壁炉的火光，柔和地拂照在她的美丽之上，真的像背景音乐般让他觉察不到，但悄悄渗入到他的潜意识之中，一步步把他拉向爱情的深渊。",
    "人类真正的道德自觉是不可能的，就像他们不可能拔着自己的头发离开大地。要做到这一点，只有借助于人类之外的力量",
    "只要把时间拉得足够长，生命比岩石和金属都强壮得多，比飓风和火山更有力",
    "我们不知道外星文明是什么样子\r~但知道人类",
    "阳光落在肩上，负上背叛的重量",
    "我们应该看到事物在发展变化中，不能用技术决定论和机械唯物论把未来一步看死。",
    "黑暗在寂静中变得如沥青般粘稠，把夜空和沙漠糊成一体。",
    "那就让我们在末日相见吧",
    "只愿意投身于有胜利希望的战争的军人，不是合格的军人。",
    "已阅，狗屁不通！",
    "给文明以岁月，而不是给岁月以文明。",
    "“因为只有在这个选择中，人是大写的。”\r~ ――维德询问程心为什么选择的光速飞船而非掩体、黑域计划，程心勇敢地迎接他的目光。",
    "烧吧，用文火",
    "虫子从来就没有真正被战胜过！",
    "威慑是个舒服的摇篮，人类躺在里面，由大人变成了孩子。",
    "这夕阳最后的光辉也曾照在怒海的万顷波涛上，那是几道穿透西方乱云的光柱，在黑云下的海面上投下几片巨大的金色光斑，像自天国飘落的花瓣，花瓣之外是黑云下暗夜般的世界，暴雨像众神的帷幔悬挂在天海之间，只有闪电不时照亮那巨浪吐出的千堆雪。",
    "地球的生命真的是宇宙中偶然的偶然，宇宙是个空荡荡的大宫殿，人类是这宫殿中唯一的一只小蚂蚁。这想法让我后半辈子有一种很矛盾的心态:有时觉得生命真珍贵，一切重如泰山;有时又觉得人是那么渺小，什么都不值一提。",
    "用半条命生活其实也没什么，据她观察，周围的人相当一部分都是生活在半条命之中，只要善于忘却和适应，半条命也可以活得很平静.甚至很幸福。\r~但这两件事加起来，就是一条命了。",
    "我对来这的游客和香客都没什么好印象，那些游客根本不知道是来看什么的，只是东跑西窜地照相；而那些香客，看上去普遍比游客穷得多，都处于一种麻木的智力抑制状态。",
    "这个世界上的大部分愚蠢，都是乱摆因果关系的结果。\r~\r~弱小和无知不是生存的障碍，傲慢才是！",
    "两个质子到达地球之日，就是人类科学死亡之时",
    "“太阳就要落下去了，你们的孩子不害怕吗？”\r~“因为他们知道第二天太阳还会升起来”",
    "\"也许再过一万年，人类注视的那片星空依旧空旷而寂静，但也许明天我们醒来就会发现地球轨道上停着一艘月球般大小的外星飞船。\"",
    "这是个好时光，很适合回忆。",
    "这种方法虽然简单，却展示了数学中的一种用随机的蛮力对抗精确逻辑的思想方法，一种用数量得到质量的计算思想。这就是我解决三体问题的策略。我研究三体运动的任何一个时间断面，在这个断面上，各个球的运动矢量有无限的组合，我将每一种组合看做一种类似于生物的东西，关键是要确定一个规则：哪种组合的运行趋势是“健康的”和“有利的”，哪种是“不利的”和“有害的”,让前者获得生存的优势，后者则产生生存困难，在计算中就这样优胜劣汰，最后生存下来的就是对三体下一断面运动状态的正确预测。\r~“进化算法。”汪淼说",
    "传说就让它永远是传说吧，你们有财富和技术，我们只有传说了。",
    "“好吧，你总梦想过爱情吧？”罗辑毫不犹豫地说出了这话，“你现在有条件了，可以去寻找啊。”\r~夕阳正在从雪峰上收回它的光芒，庄颜的眸子暗了一些，目光野变得柔和起来，她轻声说“罗老师，那是能找来的吗？”",
    "我爱你，与你何干。----歌德",
    "Men always remember love because of romance only（一个男人只会因为浪漫而记住爱情）.-------万宝路香烟",
    "等待三个世纪，跨越光年都距离，一直守候在她身边",
    "太阳落下去了，\r~山，树，石，河，\r~一切伟大的建筑都埋在黑影里；\r~人类很有趣地点了他们的小灯：\r~喜悦他们所看见的；\r~希望找着他们所要的。",
    "周围怎么是这样，看这束夕阳透进窗里的余晖，投在白墙上如一摊肮脏的血；外面孤独的橡树，不过是坟墓中伸出的枯骨……",
    "把人类看作虫子的三体人似乎忘记了一个事实；虫子从来就没有被真正战胜过。太阳被一小片黑云遮住了，在大地上投下一团移动的阴影。这不是普遍的云，是刚刚到来的一大群蝗虫，它们很快开始在附近的田野上降落，三个人沐浴在生命的暴雨之中，感受着地球生命的尊严。丁仪和江森把手中拎着的两瓶酒徐徐洒到脚下的华北平原上，这是敬虫子的。",
    "一切的一切都导向这样一个结果:物理学从来就没有存在过，将来也不会存在。",
    "在这里，\r~任何试图飞升的梦想，\r~都会怦然坠地，\r~因为现实的引力实在太沉重了。",
    "我点燃了火，却控制不了它。\r~（叶文洁）",
    "把海弄干的鱼不在",
    "当罗辑所乘的飞机飞越海岸时，在他一万米的下方，吴岳和章北海再次注视着建造中的“唐”号。在以前和以后所有的时间里，这是罗辑距这两位军人最近的一次",
    "难道物质的本原真的是无规律吗?难道世界的稳定和秩序，只是宇宙某个角落短暂的动态平衡?只是混乱的湍流中一个短命的漩涡?",
    "我们都是虫子。",
    "文明的种子仍在，它将重新启动，再次开始在三体世界中命运莫测的进化，欢迎您再次登录。",
    "“不，是失败啊！她的世界太单纯，只有那些空灵的理论。那些东西一崩溃，就没有什么能支撑她活下去了。”",
    "“汪教授，你的人生中有重大的变故吗？这变故突然完全改变了你的生活，对你来说，世界在一夜之间变得完全不同。\"\r~“没有。”\r~\"那你的生活是一种偶然，世界有这么多变幻莫测的因素，你的人生却没什么变故。\"\r~汪淼想了半天还是不明白。\r~\"大部分人都是这样嘛。\"\r~\"那大部分人的人生都是偶然。\"\r~\"可……多少代人都是这么平淡地过来的。\"\r~\"都是偶然。\"\r~汪淼摇头笑了起来，\r~\"得承认今天我的理解力太差了，您这岂不是说……\"\r~\"是的，整个人类历史也是偶然，从石器时代到今天，都没什么重大变故，真幸运。但既然是幸运，总有结束的一天；现在我告诉你，结束了，做好思想准备吧。\"",
    "她知道已经救不了自己，就停止了思考，努力把思想变成黑色的虚空，但仍有一个最后的问题顽固地留在潜意识中:\r~大自然真是自然的吗?",
    "这是乱世，乱世懂吗？人心可真是不古了，大家都把晦气事儿往别人身上推，所以防人之心不可无啊...",
    "他不能失去那个遥远的天堂，即便是在梦中。",
    "见什么伐什么，几百把油锯如同一群钢铁蝗虫，她的连队所过之处，只剩下一片树桩。",
    "后来这空白中渐渐有了图像，那是他那些黑白风景照片，照片中的大地没有了她的身影，天空抹去了她的眼睛，那些世界死了",
    "这光芒很快淹没了天边的晨曦，一千颗星体很快变成了一千颗小太阳，三体世界迎来了辉煌的白昼。大地上的人们都向着天空高举双手，形成了一望无际的手臂的草原。三体舰队开始加速，庄严地移过苍穹，略过刚刚升起的巨月顶端，在月面的山脉和平原上投下蔚蓝色的光晕。欢呼声平息了，三体世界的人们默默地看着他们的希望在西方的太空渐渐远去，他们此生看不到结局，但四五百年后，他们的子孙将获得来自新世界的信息，那将是三体文明的新生。汪淼与他们一起默默地遥望着，直到一千颗星星的方阵缩成一颗星，直到这颗星消失在西方的夜空中。",
    "仰望着三体纪念碑气势磅礴的摆动，汪淼问自己：它是表达对规津的渴望，还是对混沌的屈服？汪淼又觉得摆锤像一只巨大的金属拳头，对冷酷的宇宙永恒地挥舞着，无声地发出三体文明不屈的呐喊……",
    "水滴的每一次转向都是一个尖锐的折角…这种驱动下的水滴仿佛是一个没有质量的影子，像上帝的笔尖一样可以不理会动力学原理随意运动。在毁灭第三队列的过程中…水滴就像一枚死神的绣花针，灵巧地上下翻飞，用一条毁灭的折线把第三队列的一百艘战舰贯穿起来。",
    "对人类本质的思考，使叶文洁陷入了深重的精神危机。她首先面临的，是一种奉献目标的缺失。她曾是一个理想主义者，需要将自己的才华贡献给一个伟大的目标。现在却发现，自己以前做的一切全无意义，以后也不可能有什么有意义的追求。这种心态发展下去，她渐渐觉得这个世界是那样的陌生。",
    "如果知道了，你只会卷得更深。现在你只是人和事卷进来了，知道后连精神也会卷进来，那麻烦就大了。",
    "人类之所以能够超越地球上的其它物种建立文明，主要是因为他们能够在自己的大脑中创造出现实中不存在的东西。",
    "生活需要平滑，但也需要一个方向，不能总是回到起点",
    "不管后来的历史学家和文学家们如何描述当时的真实情景就是这样平淡无奇。",
    "母性和责任不一样，前者是本能，无法摆脱。",
    "你就像画中的空白，那是纯净但充满美的内容。",
    "要是杀你们有用，它早就把你们杀光了，但最有效的办法还是扰乱你们的思想，人死了还会有别人，但思想乱了，科学就完了。",
    "不要轻视简单，简单意味着坚固。",
    "当超强的光芒来临，也就与黑暗无异。",
    "库尔斯克号舰长 纳季・利亚钦 下达了最后一道命令：\r~“通讯员准备向上级传达最后信息，其余各单位做好搁浅停机准备，本指令不再重复，本指令不再重复！” \r~“感谢各位这数年来的精诚协作，再会！”",
    "在凌晨一点钟至五点钟，整个宇宙将为你闪烁。",
    "“我更喜欢晚霞。”\r~“为什么？”\r~“晚霞消失后可以看星星，朝霞消失后，就只剩下……”\r~“只剩光天化日下的现实了。”",
    "我这都两个世纪前的人了，居然现在还能在大学里教物理",
    "和平年代越久，人们的审美越趋于女性化，只有在战争年代，大众有对雄性力量的安全需求，社会才会塑造线条硬朗、作风粗犷的硬汉形象。",
    "人们都不得不承认，纵观文明史，他的胜利无人能及",
    "“那是1922年11月13日上午，他陪爱因斯坦到南京路散步，同行的好像还有上海大学校长于右任、《大公报》经理曹谷冰等人，经过一个路基维修点，爱因斯坦在一名砸石子的小工身旁停下，默默看着这个在寒风中衣衫破烂、手脸污黑的男孩子，问你父亲：他一天挣多少钱？问过小工后，你父亲回答：五分。”",
    "苍茫宇宙，几多璀璨，几多虚无。我们，就像是黑夜中的一群蚂蚁，遥望着远处的灯光，以为那就是这世间最伟大的存在。\r~熟不知，在灯光的背影里，还有高大的房屋和熟睡着的巨人。",
    "太阳系中的人们永远不会知道这一切，最后直面真相的，只有两双眼睛。",
    "那些上岸的鱼再也不是鱼了",
    "“倒计时的尽头是什么？”\r~也许是自己的死亡；也许是一场像前几年印度海啸那样的大灾难，谁也不会将其与自己的纳米研究项目相联系（由此联想到，以前的每一次大灾难，包括两次世界大战，是否都是一次次幽灵倒计时的尽头？都有一个谁都想不到的像自己这样的人要负的最终责任）；也许是全世界的彻底毁灭，在这个变态的宇宙中 那倒对谁都是一种解脱……有一点可以肯定，不管幽灵倒计时的尽头是什么，在这剩下的千余个小时中，对尽头的猜测将像恶魔那样残酷地折磨他，最后在精神上彻底摧毁他。\r~…他自己仿佛变成了一个单纯的计时器，一口不知道为谁而鸣的丧钟。…他正坐在王府井天主教堂前。在黎明惨白的天空下，教堂的罗马是式尖顶像三根黑色的巨指，似乎在为他指出冥冥太空中的什么东西。",
    "那是一个荒凉的山谷，雪山从山谷的尽头露出一抹白；山谷的这一端，半截沧桑的枯木占据了几乎三分之一的画面。汪淼在想象中把那个萦绕在她脑海中的身影叠印到画面上，让她位于山谷的深处，看去很小很小；这时汪淼惊奇地发现，整个画面苏醒过来，仿佛照片中的世界认出了那个身影，仿佛这一切本来就是为她而存在。他又依次在想象中将那个身影叠印到另外的几幅作品上有时还将她那双眼睛作为照片上空旷苍穹的背景，那些画面也都苏醒过来，展现出一种汪淼从未想象过的美。以前，汪淼总觉得自己的摄影作品缺少某种灵魂；现在他知道了，缺的是她。\r~“名单上的这些物理学家，在不到两个月的时间里，先后自杀。”常伟思说。\r~……照片中的大地没有了她的身影，天空抹去了她的眼睛，那些世界死了。",
    "在他的感觉中，这座正在晨曦中苏醒的城市似乎建立在流沙上，它的稳定是虚幻的。在刚过去的那一夜，那两颗台球一直占据着他长长的梦境，它在黑色的空间中无规则地乱飞，在黑色的背景上黑球看不见，它只有在偶尔遮挡白球时才显示一下自己的存在。",
    "《三体》中有句话：“很多人终其一生，都未向尘世外看上一眼。”",
    "程丽华的一席话拉近了叶文洁与她的距离，但叶文洁在灾难中学会了谨慎，她不敢贸然接受这份奢侈的善意。",
    "在理论物理领域要想有所建树，需要一种宗教般的执着，这很容易把人引向深渊。",
    "现在，眼前这位历经沧桑变得平静淡泊的老人，和那位无知而无畏大史，成了他摇摇欲坠的精神世界的两根支柱。",
    "“这是最孤寂的时刻。在静静的午夜，宇宙向它的聆听者展示着广漠的荒凉……” \r~“叶文洁最不愿意看的，就是显示器上缓缓移动的那条曲线，那是红岸接收到的宇宙电波的波形。无意义的噪声……\r~她感到这条无限长的曲线就是宇宙的抽象，一头连着无限的过去，另一头连着无限的未来。中间只有无规律无生命的随机起伏。\r~一个个高低错落的波峰就像一粒粒大小不等的沙子，整条曲线就像是所有沙粒捧成行形成的一堆沙漠。荒凉寂寥。长得更令人无法忍受。你可以沿着它向前向后走无限远，但永远找不到归宿……",
    "这种方法虽然简单，却展示了数学中的一种用随机的蛮力对抗精确逻辑的思想方法，一种用数量得到质量的计算思想。",
    "“我知道纳米研究项目已经停了，你打算重新启动它吗？”\r~“当然，三天以后。”\r~“那倒计时将继续。”\r~“我将在什么尺度上看到它？”\r~沉默良久，这个为某种超出人类理解力的力量代言的女人，冷酷地封死了汪淼的一切出路。\r~“三天后，也就是十四日，在凌晨一点钟至五点钟，整个宇宙将为你闪烁。”",
    "面壁者和少女就这样相互凝视着，在深夜的卢浮宫，在蒙娜丽莎的微笑前。\r~此刻，罗辑感到自己站在万仞悬崖之巅，少女的眼睛就是悬崖下广阔的深渊，深渊上覆盖着洁白的云海，云海变成了绚丽的彩色，无边无际地涌动着。在一阵狂乱的眩晕中，他开始了向深渊的下坠。\r~蒙娜丽莎在变形，卢浮宫崩塌了，砖石在下坠的途中化为红亮的岩浆，这岩浆穿过他们的身体，他们也随着卢浮宫下坠，穿过融化的欧洲大陆，像地心坠去。焰火熄灭，空间在瞬间如水晶般透明，星辰用晶莹的光芒织成银色的巨毯，星海像涌起的海潮，宇宙向他们聚集坍塌……最后，一切都湮没在爱情的创世之光中。",
    "\"我是汪淼，真对不起，这么晚打扰。\"\r~\"没关系，我正失眠。\"",
    "已经有三个证人签字了，你签不签又有多大意义？叶文洁，你别一时糊涂啊。",
    "给她讲一个公式，别的孩子会说“这公式真巧妙”之类的，她则会说这些公式真好看、真漂亮，那神情就像她看到一朵漂亮的野花一样。她父亲留下了一堆唱片，她听来听去，最后选择了一张巴赫的反复听，那是最不可能令孩子，特别是女孩子入迷的音乐里。开始我以为她是随意为之，但问她感受时，这孩子说：她看到一个巨人在大地上搭一座好大好复杂的房子，巨人一点一点地搭着，乐曲完了，大房子也就搭完了……\r~她的世界太单纯，只有那些空灵的理论。那些东西一崩溃，就没有什么能支撑她活下去了。",
    "长老缓缓地摆摆手说：“我说过，我们之间谈不了佛学，佛祖的存在是你不能够理解的存在；而她说的主，是以你能够理解的方式存在着的…...”",
    "两个士兵用耐火的石绵绳将汪淼绑到火刑柱土，汪淼用还能动的一只手指着教皇说：“你肯定是个程序，至于你们其他人，不是程序就是白痴，我还会登录回来的！”",
    "记得大三的一次信息课中，教授挂出了两幅大图片，一幅是画面庞杂精细的《清明上河图》，另一幅是一张空旷的天空照片，空荡荡的蓝天上只有一缕似有似无的白云。教授问这两幅画中哪一幅所包含的信息量更大，答案是后者要比前者大一至两个数量级！",
    "你们的方向上有千万颗恒星，只要不发问，这个世界就无法定位发出源。如果提问，发射器将被定位，你们的文明将遭到入侵，你们的世界将被占领！不要发问！不要发问！不要发问！",
    "整个人类历史也是偶然，从石器时代到今天都没什么重大变故，真幸运。但既然是幸运，总有结束的一天；现在我告诉你，结束了，做好思想准备吧。",
    "“科学边界”试图开辟一条新的思维途径，用科学的方法找出科学的局限性，确定科学对自然界的认知在深度和精度上是否存在一条底线――底线之下是科学进入不了的。",
    "我们的科学知识海边拾贝的孩子，真理的大海可能还没有见到。所以，我们在自己的科学和理性指导下看到的事实未必是真正的客观的事实，既然如此，我们就应该学会有选择地忽略它，我们应该看到事物在发展变化中，不能用技术决定论和机械唯物论把未来一步看死。",
    "人类文明一直是一个孤独行走于宇宙荒漠中的不谙世事的少年，现在她（他）知道了另一个异性的存在，虽然看不到他（她）的面容和身影，但知道他（她）就在远方，对他（她）的美好想象便如同野火般蔓延。",
    "现在除了死后不知是否存在的另一个世界，她最想去的地方就是这样与世隔绝的峰顶了，在这里，她有一种久违的安全感。",
    "这些人似乎在梦呓，战争时期？战争在哪儿？他扭头望向大厅的落地窗，透过窗子可以看到远处大院外面的城市：春天的阳光下，街道上车流如织；草坪上有人在遛狗，还有几个孩子在玩耍……\r~里面和外面的世界，哪个更真实？",
    "要那样我会在这里吗？但从美学角度讲，我是没错的，错的是宇宙。",
    "看着废墟的黑暗深处那团幽幽蓝光，她现在知道那里可能有一个人正在时间停滞的界面上永恒地坠落。这样一个人，在这个世界的视角中他还活着，在他自己的世界他却已经死了……有多少奇怪的命运又有多少不可想象的人生……她这时也感觉黑洞的幽光似乎真的传递出某种信息，更像一个人在眨眼了。",
    "“我们要真正认真对待为主服务的使命，就不能完全听信主的战略，它毕竟只有孩子的谋略。”墨子说。",
    "人类文明的航船已经孤独地驶到了茫茫的大洋之中，举目四望，只有无边无际的险恶波涛，谁也不知道，彼岸是不是真的存在。",
    "深人骨髓的寒冷使她眼中的现实世界变成一片乳白色，她感到整个宇宙就是一块大冰，自己是这块冰中唯一的生命体。她这个将被冻死的小女孩儿手中连火柴都没有，只有幻觉了……",
    "星光下，大地看上去像一大块冰冷的金属。\r~这是最孤寂的时刻，在静静的午夜，宇宙向它的聆听者展示着广漠的荒凉。",
    "罗辑心灵的堤坝上渗出了涓涓细流，这细流冲刷着堤坝，微小的裂隙渐渐扩大，细流也在变得湍急，罗辑感觉到了恐惧，他努力弥合堤坝上的裂隙，但做不到，崩溃是不可避免的。\r~此时，罗辑感到自己站在万仞悬崖之巅，少女的眼睛就是悬崖下广阔的深渊，深渊上覆盖着洁白的云海，但阳光从所有的方向洒下来，云海变成了绚丽的彩色，无边无际地涌动着。罗辑感到自己向下滑去，很慢很慢，但凭自己的力量不可遏制。他慌乱地移动着四肢，想找到一个可以抓踏的地方，但身下只是光滑的冰面。下滑在加速，最后在一阵狂乱的眩晕中，他开始了向深渊的下坠，坠落的幸福在瞬间达到了痛苦的极限。",
    "在错误的方向上停止就等于前进。",
    "人文原则第一，文明延续第二。",
    "将所有责任强加于一人，然后在其成功后挑三拣四，在其失败后进行批判，和现在某些人的行为没有任何区别。",
    "啥不能用于犯罪？刮鱼鳞的刀都能！",
    "他感觉到自己那颗颤抖的心灵被一只无形的巨手抚摸着，一时间又回到了脆弱无助的孩童时代，意识深处硬撑着的某种东西像蜡一样变软了，崩溃了。",
    "其实，末日是一段很美的时光，甚至可以说是最美的时光。这是历史上唯一一次可以抛弃一切忧虑和负担，完全属于自己。像他这样子真是愚蠢，这时最负责任的生活方式就是及时行乐。",
    "不值得回应的问题就沉默",
    "典雅的冷酷，精致的残忍，唯美的死亡。",
    "“云天明，我代表联合国行星防御理事会战略情报局问你：你愿意尽一个人类公民的责任，接受这个使命吗？这完全是自愿，你可以拒绝。”\r~看她圣洁的庄严，看她殷切的期待，她在为人类文明而战，她在保卫地球……周围怎么是这样，看这束夕阳透进窗里的余晖，投在白墙上如一滩肮脏的血；外面孤独的橡树，不过是坟墓中伸出的枯骨……\r~一抹凄惨的微笑出现在云天明的嘴角，渐渐溢散开来。\r~“好的，我接受。”他说。",
    "但对方没有移动一枚棋子，而是抓起棋盘向她劈头盖脸砸过来。",
    "我们不会用数学家的，我们用普通人，普通劳动力，但需要的数量巨大．最少要三千万人！这是数学的人海战术。",
    "人们其实也不感谢他，人们感谢的是，有一个怀揣着和自己相同想法的人做到了自己做不到的事。",
    "人类文明像一艘航入沧海的孤舟，背后的黄金海岸早已远去，一望无际的海面上，满是无穷无尽的惊涛骇浪，谁也不知道，彼岸是否真的存在。",
    "在整个过程中，没有谁对罗辑五十四年的工作说过一句感谢的话。\r~人类不感谢罗辑。\r~钢门没有关，程心听到了门厅里的人说的话。她突然有一种冲动，想冲过去对罗辑说声谢谢，但还是克制住了自己，黯然地看着他的身影消失在电梯中。",
    "与大多数人对三体世界撕心裂肺的愤怒和刻骨铭心的仇恨不同，弗雷斯淡然地面对眼前的一切，他很少谈论这危难的时局，只说过一句话：\r~ “孩子，人做过的，神都记着。”",
    "在高维的世界，我们只是只虫子",
    "我只能前进，不择手段地前进。\r~ ――维德",
    "人类文明，终于在自己的内部孕育了强大的异化力量",
    "现在，我们是同志了。",
    "我们是同志了",
    "我对三体世界说话",
    "窗外树上的叶子掉光了，只剩下光秃秃的树枝，就像坟墓里伸出来的枯骨。",
    "成吉思汗的骑兵，攻击速度与二十世纪的装甲部队相当；北宋的床弩，射程达一千五百米，与二十世纪的狙击步枪差不多；但这些仍不过是古代的骑兵与弓弩而已，不可能与现代力量抗衡。",
    "叶哲泰的妻子，同系的物理学教授绍琳从台下的前排站起来，走上台。她身穿一件很不合体的草绿色衣服，显然想与红卫兵的色彩拉近距离，但熟悉绍琳的人联想到以前常穿精致旗袍讲课的她，总觉得别扭。",
    "绍琳和两名大学红卫兵无言以对，与中学和社会上的红卫兵不同，他们不可能一点儿道理也不讲。但来自附中的四位小将自有她们“无坚不摧”的革命方式，刚才动手的那个女孩儿又狠抽了叶哲泰一皮带，另外三个女孩子也都分别抡起皮带抽了一下，当同伴革命时，她们必须表现得更革命，至少要同样革命。两名男红卫兵没有过问，他们要是现在管这事，也有不革命的嫌疑。",
    "“四・二八”的人在前面多次玩过这个游戏，在楼顶上站出来的人，除了挥舞旗帜外，有时还用喇叭筒喊口号或向下撒传单，每次他们都能在弹雨中全身而退，为自己挣到崇高的荣誉。这次出来的女孩儿显然也相信自己还有那样的幸运。",
    "即使这样，你仍然没有被“革命主流”所接纳，看看现在的你，衣袖上没有“革命教职员工”都戴着的红袖章；你两手空空地上来，连一本语录都没资格拿……谁让你出生在旧中国那样一个显赫的家庭，你父母又都是那么著名的学者。",
    "叶哲泰从文革开始一直活到了现在，并且一直处于第一阶段，他不认罪，不自杀，也不麻木。当这位物理学教授走上批判台时，他那神情分明在说：让我背负的十字架更沉重一些吧！ 红卫兵们让他负担的东西确实很重，但不是十字架。",
    "章北海告别父亲后走出病房，透过门上的小窗又凝视了父亲一会儿。这时，夕阳的光缕离开了父亲，把他遗弃在一片朦胧中。虽然即将消逝，但这时的夕阳是最美的。这夕阳最后的光辉也曾照在怒海的万倾波涛上，那是几道穿透西方乱云的光柱，在黑云下的海面上投下几片巨大的金色光斑，像自天国飘落的花瓣，花瓣之外是黑云下暗夜般的世界，暴雨像众神的帷幔悬挂在天海之间，只有闪电不时照亮那巨浪吐出的千堆雪。处于一个金色光斑中的驱逐舰艰难地把舰首从深深的浪谷中抬起来，在一声轰然的巨响中，舰首撞穿一道浪墙，腾起的漫天浪沫贪婪地吸收着夕阳的金光，像一只大鹏展开了金光四射的巨翅……",
    "“北海，我只能告诉你那以前要多想。”",
    "生存本来就是一种幸运，过去的地球上是如此，现在这个冷酷的宇宙中依然如此。不知从什么时候起，人类有了一种幻觉，觉得生存是触手可及的东西。",
    "话声掩盖了振动。",
    "但罗辑知道，自己心灵中最僻静的疆土已经属于她了，她将在那里伴随他一生。他甚至能够清晰地看到她所在的世界，那是一片宁静的雪原，那里的天空永远有银色的星星和弯月，但雪也在不停地下着，雪原像白砂糖般洁白平润，静得仿佛能听到雪花落在上面的声音。她就在雪原上一间精致的小木屋中，这个罗辑用自己思想的肋骨造出的夏娃，坐在古老的壁炉前，静静地看着跳动的火焰。",
    "“叶老师，我会常来看您的。”",
    "她就这样慈祥地走到墙角，那里放着一桶盥洗用的水，她提起桶，把里面的水一半泼到叶文洁身上，一半倒在被褥上，动作中有一种有条不紊的沉稳，然后扔下桶转身走出门，扔下一句怒骂：顽固的小杂种！",
    "犹大之所以成为犹大，就是因为他最先吻了耶稣，与第二个吻的人有本质的区别。",
    "二十世纪八十年代的国内科幻作家们是倾向于肯定的回答的，那时的科幻小说中，外星人都以慈眉善目的形象出现，以天父般的仁慈和宽容，指引着人类这群迷途羔羊。金涛的月光岛中，外星人抚慰人类受伤的心灵；童恩正遥远的爱中，人类与外星人的爱情凄美而壮丽；郑文光的地球镜像中人类道德的低下，甚至把技术水平高出几个数量级但却怀有菩萨心肠的外星文明吓跑了。",
    "科学研究是一个跳跃前进的过程，长时间的量变积累才能产生质变，理论和技术突破大都是在集中爆发的。",
    "字幕：我们不知道这是不是真的，假设是真的，这种恐惧照样存在。你们的《圣经》提到过叫蛇的动物，如果这时一条蛇爬到你面前，对你说它是为你服务的，你能因此不害怕和厌恶它吗？",
    "黑暗是生命和文明之母。",
    "这片四维空间是你们建造的吗？\r~\r~ 你们说自己从海里来，海是你们建造的吗？",
    "云天明想，当程心看到这颗星时，自己已不在人世了。其实，他和程心看到的这颗星星，是它在二百八十六年前的样子，这束微弱的光线在太空中行走了近三个世纪才接触到他们的视网膜，而它现在发出的光线，要二百八十六年后才能到达地球，那时程心也不在人世了。\r~她将度过怎样的一生呢？但愿她能记得，茫茫星海中，有一颗星星是属于她的。",
    "去他妈的面壁计划。",
    "站在这里，程心想起二百七十年前那个动荡的夜晚，面壁计划公布，罗辑遭到枪击，晃动的探照灯光束下混乱的人群，直升机旋翼搅起的气流吹动她的长发，救护车闪着红灯呜咽着远去……那一切仿佛就发生在昨天。\r~如果没有那句话，她只是一个在两个世纪前就已经逝去的普通人。\r~但现在，她活着。面对着广场上的人海，她抱住那个温暖的小肉团，把宝宝湿软的小脸贴到自己的脸上，心立刻融化了，她感觉自己抱着整个世界，这个新世界就如同怀中的婴儿般可爱而脆弱。\r~“看，她是圣母玛利亚，她真的是！”年轻母亲对人群喊道，然后转向程心，热泪盈眶地双手合十，“美丽善良的圣母，保护这个世界吧。”",
    "“人之初，性本善”之说在人类世界都很可疑，放之宇宙更不可能皆准",
    "那在以往岁月里聚集的孤独像黑色的狂飙自天而落，超出了他可以承受的极限。\r~他想见到程心。\r~他毫不犹豫的买了一张机票，当天下午就飞到了上海。当他坐到出租车里时，狂躁的心冷了一些，他告诉自己身为一个将死之人，不能去打扰她，他不会让她知道自己的存在，只想远远地看她一眼，就像一个溺水者拼命升上水面吸一口气，再沉下去也能死的平静些。",
    "移民区的生活是艰苦的，而对于在天堂一般的威慑纪元出生的另外六个女人，移民区的生活对她们而言是地狱般的折磨，程心自然就成了这些人发泄的对象。开始她们只是骂，后来发展到对程心动手动脚，甚至抢夺她的配给品。\r~但AA却拼命保护她的朋友，她像个小泼妇一样一天与那六个女人打好几次架，有一次抓住一个最凶女人的头发往上下铺的床柱上撞，把那人撞得血流满面， 那几个女人这以后才不敢轻易惹她和程心了。\r~但憎恶程心的并不止这几个人，周围的移民也经常来骚扰，他们有时朝这间房子扔石头，有是一大群人围住房子齐声叫骂。\r~对这些，程心都坦然接受了――这些甚至对她是一种安慰，作为失败的执剑人，她觉得自己应该付出比这更大的代价。",
    "疯狂如同无形的洪水，两城市淹没其中，并渗透到每一个细微的角落和，缝隙！",
    "老人用颜料在自己脸上涂了起来，很快涂成一张生动的脸谱，然后脱下上衣，露出了黝黑胸膛上与年龄不相称的结实肌肉，从墙角拿了一根货真价实的长矛，为她们跳起了毛利战士的舞蹈。弗雷斯平时的和善宽厚消失的无影无踪，瞬间变成一个凶煞恶神，浑身上下充满雄壮彪悍的攻击力，最令她们震撼的还是他的眼睛，睁得滚圆，灼热的怒火和冰冷的杀气喷涌而出，凝聚了大洋洲雷电和飓风的力量。\r~跳完舞，弗雷斯又恢复了平时的和善模样，他说：“一个毛利勇士，关键是要盯住敌人的眼睛，用眼睛打败他，再用长矛杀死他。”他走到程心面前，意味深长地看着她，“孩子，你没有盯住敌人的眼睛。”他轻轻拍拍程心的肩膀，“但，这不怪你，真的不怪你。”",
    "维德嘴里含着几颗钉子，每次用左手将一颗钉子按进合成板里，然后拿起锤子利落有力地把钉子敲进去，他看了程心一眼，脸上的冷漠没有丝毫变化，继续在沉默中干活。\r~程心看到这人第一眼时就知道，他没有放弃，他的野心和理想，他的阴险，还有许许多多程心从来不知道的东西，什么都没有放弃。",
    "我要回到祖国了，这不是计划的一部分",
    "小船是白纸叠成的，浮在宁静的水面，天空是一片迷蒙的暗灰色，下着凉丝丝的小雨，但雨滴似乎没有落到水上，水面如镜子般没有一丝波纹，在各个方向都融入这灰色中，看不到岸，也看不到水天连线……凌晨醒来后回忆梦境，云天明很奇怪，自己在梦中是那么确定，那里永远会下着毛毛雨，那里的水面永远没有一丝波纹，那里的天空永远是一样的暗灰色。",
    "那就想想自己的梦想是什么。坐“伊丽莎白”号那样的豪华游艇环球航行很不错，这些钱应该够，但身体条件不允许，他可能也没那么多时间了。真是很遗憾，如果行，他本可以躺在阳光下的甲板上，看着大海回顾一生，或在某个细雨蒙蒙的日子登上某个陌生国度的海岸，坐在某个小湖边向布满雨纹的水面扔湿漉漉的石子……\r~又往程心那方面想了，这一阵子他想到她的时间越来越多。",
    "程心以前对澳大利亚的印象大多来自于那部与这个国家同名的电影，在电影里，男女主人公赶着马群横穿北澳大利亚壮丽的大陆，不过那不是移民时代，是二战时期，是距她度过青春的那个时代不远的过去，但放到现在已经是很远的历史了――电影中的休・杰克曼和妮可・基德曼应该都已经逝去两个多世纪了。程心突然想到，不久前看到维德在简易房前干活的样子，很像那个电影中的男主人公。",
    "都说毕业后走向社会，就像鱼儿游进了大海，可大还很浑，我什么都看不清，总想游到一处清清的海，游的好累……",
    "“可他是谁呢？”程心自问。\r~“应该不难猜到吧，首先可以肯定这人很有钱，资产至少应该在九位数，才可能花几百万送一件只具有象征意义的礼物。”\r~程心摇摇头。从学校到工作，程心有过许多仰慕者和追求者，但他们中没有这样富有的。\r~“同时，此人文化程度很高，是一个在精神修养上极不寻常的人。”瓦季姆说着，不由得仰天感叹起来，“浪漫到这个程度，即使在爱情小说和电影中，我他妈都从没看到过。”",
    "谢谢你的雪茄。",
    "简单地说，就是试图用简单的方法找出科学的局限性，试图确定科学对自然界的认知，在精度和深度上是否存在着一条底线，而底线之下是科学进入不了的，现代物理学的发展似乎隐隐约约的触到了这条底线"
]